Repository: 84000/data-translation-memory
Catalog: toh67-v3.tmx
Source language: bo
Languages: en

source: །བཅོམ་ལྡན་འདས་གཞན་ཡང་འདི་ལ་བདག་དཔེར་བརྗོད་པར་སྤོབས་ལགས་ཏེ། བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ་དཔེར་བགྱི་ན་མི་ལ་ལ་ཞིག་རྒས་ཤིང་གཏུགས་ལ་འཁོགས་པར་གྱུར་ཅིང་དེ་ཡང་ན་ཚོད་དགུང་ལོ་བརྒྱ་ཉི་ཤུ་ཙམ་ལགས་པར་གྱུར་ལ།
en: Furthermore, Blessed One, I venture to draw this analogy: I would compare it, Blessed One, to a certain man, old and infirm, about one hundred and twenty years of age.

source: མི་དེ་བྲོ་ནད་ཀྱིས་ཐེབས་ཤིང་གློ་བ་མི་བདེ་ནས་མཆིས་མལ་གྱི་ཁྲི་སྟེང་དུ་མཆིས་ཉལ་བར་གྱུར་ན་མི་ཤེས་རབ་འཆལ་པའི་རང་བཞིན་ཅན་ཕྱུག་ལ་ནོར་མང་བ།
en: Afflicted with an illness, the man takes to his bed to lie down after experiencing chest pain.

source: ལོངས་སྤྱོད་ཆེ་བ་ལ་ལ་ཞིག་དེར་མཆིས་ནས་མི་མཆིས་མལ་གྱི་ཁྲི་སྟེང་ན་མཆིས་ཉལ་བ་དེ་ལ་ཀྱེ་སྐྱེས་བུ་ཁོ་བོའི་གཏེར་འདི་ཁྱོད་ལ་གདམས་ཀྱིས་ཁོ་བོ་གང་གི་ཚེ་ལོ་བཅུ་འམ།
en: At that point, a certain confused man who is rich, with ample wealth and possessions, arrives and says to the bed-ridden man, ‘Fellow, I entrust you with this treasure of mine, but when I return in ten or twenty years’ time from another region, return this treasure to me.’

source: ཉི་ཤུ་ཙམ་ན་ཡུལ་གཞན་ནས་ཕྱིར་འོང་བ་དེའི་ཚེ་ཁྱོད་ཀྱིས་གཏེར་འདི་ཁོ་བོ་ལ་ཕྱིར་བྱིན་ཅིག་ཅེས་དེའི་སུག་པར་གཏེར་འདོམས་པར་བགྱིད་ཅིང་དེ་ལྟར་གཏམས་ནས་ཡུལ་གཞན་དུ་མཆིས་པར་གྱུར་ལ།
en: He hands over the treasure, and after entrusting it in this way, he goes off to another region. “

source: མི་མཆིས་མལ་གྱི་ཁྲི་སྟེངས་ན་མཆིས་ཉལ་བ་དེ་ལ་ཡང་བུ་ཡང་མ་མཆིས། བུ་མོ་ཡང་མ་མཆིས།
en: The bed-ridden man has neither sons nor daughters nor attendants, and before long, after the man has gone off to another region, the bed-ridden man dies.

source: འཁོར་ཀྱང་མ་མཆིས་ལ། དེ་ནས་མི་དེ་ཡུལ་གཞན་དུ་མཆིས་ནས་རིང་པོ་མ་ལགས་པར་དེ་ཡང་འགུམ་པའི་དུས་བགྱིས་པར་གྱུར་ན་ནོར་གྱི་ཚོགས་དེ་དག་ཐམས་ཅད་ཀྱང་ཆབ་འཚལ་བར་གྱུར་པའི་སླད་ན།
en: After that whole mass of wealth has been lost, when the man returns, no matter what the man says to anyone, there is nothing to be done. “

source: མི་དེ་སླར་མཆིས་ན་སུ་ལ་ཇི་སྐད་བགྱིར་ཡང་མ་མཆིས་པ་དེ་བཞིན་དུ་བཅོམ་ལྡན་འདས་གང་ཞིག་ཉན་ཐོས་ཉི་ཚེ་བར་སྤྱོད་པ། ཉི་ཚེ་བའི་ཤེས་པ་དང་ལྡན་པ། ཟླ་བོ་མ་མཆིས་པ། ཡུན་རིང་པོར་མི་གནས་པ་ལ་དམ་པའི་ཆོས་ཀྱི་གཏེར་འདོམས་པར་བགྱིད་ན་དེ་ཡང་ཡུན་རིང་དུ་གནས་པར་མི་འགྱུར་བར་འཚལ་བར་བགྱི་ལགས་སོ།
en: In the same way, Blessed One, if the treasure of the authentic Dharma is entrusted to a śrāvaka, whose practice and knowledge are limited, who is without a companion, and who will not remain for long, it will also not remain for long.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། འོད་སྲུང་ལེགས་སོ་ལེགས་སོ།
en: The Blessed One replied, “Yes, indeed, Kāśyapa.

source: །ངས་ཀྱང་དེ་ལྟར་ཤེས་ཏེ།
en: I, too, am aware of this.

source: འོན་ཀྱང་ཁྱོད་ལ་དཔེའི་སྤོབས་པ་དེ་ལྟ་བུ་ཐོས་ན་སྐྱེས་བུ་དམ་པ་མ་ཡིན་པ་དེ་དག་ཀུན་དུ་སྐྱོ་བའི་སེམས་སྐྱེ་བར་འགྱུར་བས་ན་ངས་ཤེས་བཞིན་དུ་ཁྱོད་ལ་དྲིས་པ་ཡིན་ནོ།
en: However, I knowingly asked this of you because if they hear your eloquent analogy, those unholy individuals will develop remorse.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་གནས་བརྟན་འོད་སྲུང་ཆེན་པོས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འདི་ལ་བདག་དཔེ་གཉིས་པ་བརྗོད་པར་ཡང་སྤོབས་ལགས་ཏེ།
en: Then the elder Mahākāśyapa said to the Blessed One, “Blessed One, I venture to draw a second analogy here.

source: བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ་དཔེར་བགྱི་ན་མི་བྲོ་ནད་མ་མཆིས་པའི་རང་བཞིན་ཅན་བྲོ་ནད་དང་བྲལ་བ། དགུང་ལོ་འབུམ་ཕྲག་དུ་མར་འཚོ་བ། གཞོན་ནུ་ཐོར་བུ་ལང་ཚོ་ལ་བབ་པ། གཡོག་འཁོར་ཕུན་སུམ་ཚོགས་པ། ལོངས་སྤྱོད་ཕུན་སུམ་ཚོགས་པ།
en: I would compare it, Blessed One, to this: there is a certain person whose constitution is healthy and free of illness, who will live for many hundreds of thousands of years, and who is youthful, a young man.

source: རུས་ཕུན་སུམ་ཚོགས་པ། རིགས་ཕུན་སུམ་ཚོགས་པ། དགེ་བའི་ངང་ཚུལ་ཅན།
en: He has plenty of attendants and plenty of resources, an excellent lineage and family, and a virtuous disposition.

source: བྱམས་པ་དང་ལྡན་པ། སྙིང་རྗེ་ཆེ་བ། ཡིད་དགའ་བ་དང་ལྡན་པ། སེམས་ཅན་གྱི་སྐྱོན་དང་། ཉོན་མོངས་པའི་སྐྱོན་རྣམས་ལ་བཏང་སྙོམས་སུ་འཇོག་པ།
en: He is loving and greatly compassionate, cheerful, and equanimous towards the faults of beings and the faults of the defilements.

source: སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་སྙིང་བརྩེ་བ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་དོན་དང་། སྨན་པ་དང་བདེ་བའི་སླད་དུ་ཞུགས་པ།
en: He acts for the benefit of many beings, for the happiness of many beings, out of love for the world, and for the welfare, benefit, and happiness of the great mass of beings, gods and humans.

source: རྟུལ་བ་བརྟན་པ་ལ་ལ་ཞིག་མཆིས་པར་གྱུར་ལ།
en: He is steadfast in his endeavors.

source: སྐྱེས་བུ་དམ་པ་དེའི་གན་དུ་མི་ལ་ལ་ཞིག་མཆིས་ནས་འདི་སྐད་ཅེས་ཀྱེ་སྐྱེས་བུ་ཁོ་བོའི་གཏེར་འདི་ཁྱོད་ལ་གདམས་ཀྱིས་ཁྱོད་ཀྱིས་གཏེར་འདི་ལེགས་པར་སྦ་བ་དང་། ལེགས་པར་བསྲུང་བར་གྱིས་ཤིག །
en: A certain man comes into the presence of that holy individual and says, ‘Fellow, I entrust you with this treasure of mine, so hide and protect it well.

source: ཁོ་བོ་གང་གི་ཚེ་ལོ་བཅུ་འམ། ཉི་ཤུ་ཙམ་ན་ཡུལ་གཞན་ནས་ཕྱིར་འོང་བ་དེའི་ཚེ་ཁྱོད་ཀྱིས་གཏེར་འདི་ཁོ་བོ་ལ་ཕྱིར་བྱིན་ཅིག་ཅེས་སྨྲས་ཏེ།
en: When I return in ten- or twenty-years’ time from another region, return this treasure to me.’

source: དེའི་སུག་པར་གཏེར་དེ་གདམས་ན་མི་དེ་ནི་གཏེར་དེ་བླངས་ནས་ལེགས་པར་སྦེད་པ་དང་། སྲུང་བར་བགྱིད་ཅིང་མི་དེ་སླར་མཆིས་ནས་ཀྱང་གཏེར་དེ་སླར་སྩོལ་བར་བགྱིད་པ་དེ་བཞིན་དུ།
en: When he hands the treasure over, the man accepts it and hides and protects it well, and when the other man returns, he gives it back to him. “

source: བཅོམ་ལྡན་འདས་གང་ཞིག་བྱང་ཆུབ་སེམས་དཔའ་ལ་དམ་པའི་ཆོས་ཀྱི་གཏེར་འདོམས་པར་བགྱིད་ན་དེ་ནི་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་མང་པོར་ཡང་ཆབ་འཚལ་བར་མི་འགྱུར་ཞིང་སྐྱེ་བོ་མང་པོ་ལ་ཡང་སྨན་ཐོགས་པར་འགྱུར་ལ། སངས་རྒྱས་ཀྱི་གདུང་དང་། ཆོས་ཀྱི་གདུང་དང་། དགེ་འདུན་གྱི་གདུང་རྒྱུན་མི་འཆད་པར་ཡང་འགྱུར་ལགས་སོ།
en: In the same way, Blessed One, if someone entrusts the treasure of the authentic Dharma to a bodhisattva, it will not be lost for many billions of eons but will be beneficial to many beings, and the lineage of the Buddha, of the Dharma, and of the Saṅgha will remain unbroken. “

source: །བཅོམ་ལྡན་འདས་བདག་གིས་ནི་བྱང་ཆུབ་སེམས་དཔས་གང་ཡོངས་སུ་སྒྲུབ་པར་བགྱིད་པའི་བགྱི་བ་དེ་དང་། དོན་དེ་ཡོངས་སུ་བསྒྲུབ་པར་རྔོ་མི་ཐོག་ལགས་ཀྱི།
en: Blessed One, I am not capable of the actions that a bodhisattva accomplishes or of the goals that they accomplish.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་འདི་འཁོར་འདི་ཉིད་དུ་འདུས་ཏེ་མངོན་དུ་མཆིས་ལགས་པས། བཅོམ་ལྡན་འདས་ཀྱིས་འདི་ལ་བཀའ་སྩོལ་ཅིག་དང་།
en: But, since the bodhisattva great being Maitreya is present in this very retinue, Blessed One, please command him.

source: འདིས་ནི་སླད་མའི་ཚེ་སླད་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་ནུབ་པར་འགྱུར་བའི་དུས་ཀྱི་ཚེ་ན་དེ་བཞིན་གཤེགས་པས་བསྐལ་པ་བྱེ་བ་གྲངས་མ་མཆིས་པར་ཡང་དག་པར་བསྒྲུབས་པའི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདི་འཛིན་པར་འགྱུར། རྒྱས་པར་བགྱིད་པར་འགྱུར་ལགས་སོ། །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: In the future, in the final five-hundred-year period when the authentic Dharma disappears, he will uphold and spread widely the unsurpassed, perfect awakening that the tathāgatas have accomplished for countless millions of eons. “

source: བཅོམ་ལྡན་འདས་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་འོག་ཏུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་ལགས་པའི་སླད་དུ་སྟེ།
en: The reason, Blessed One, is that the bodhisattva great being Maitreya will fully awaken to unsurpassed, perfect buddhahood after the Tathāgata.

source: བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ་དཔེར་བགྱི་ན་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བའི་བུ་ཐུ་བོ་གང་ལགས་པ་དེ་ནི་རྒྱལ་པོའི་འོག་ཏུ་རྒྱལ་སྲིད་བགྱིད་དུ་སྩོལ་བར་འགྱུར་ལགས་པས་དེ་ནི་རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་དེ་ཉིད་མཆིས་བཞིན་དུ་ཡང་རྒྱལ་སྲིད་ལ་སྤྲོ་བར་བགྱིད་ཅིང་ཆོས་དང་ལྡན་པར་ཡང་འགྱུར་ལ།
en: Blessed One, I would compare it to the son and heir who receives the royal anointment of a king. Because he will be bestowed with sovereignty after the king, even while he receives the royal anointment, he takes delight in it and also becomes righteous.

source: དེ་འདི་སྙམ་དུ་ཡང་སེམས་ལགས་ཏེ། རྒྱལ་པོ་རྒྱལ་རིགས་སྤྱི་བོ་ནས་དབང་བསྐུར་བ་འདིའི་འོག་ཏུ་ནི་བདག་གིས་རྒྱལ་པོ་བགྱིའོ། །སྙམ་ནས་དབུགས་འབྱིན་པ་ཐོབ་པར་ཡང་འགྱུར་ཞིང་།
en: He thinks to himself, ‘After I have received this royal anointment, I shall act as king.’

source: འདི་ལྟར་རྒྱལ་པོའི་བགྱི་བ་གང་དག་ལགས་པ་དེ་དག་ལ་ཡང་མངོན་པར་བརྩོན་པར་བགྱིད་པ་དེ་བཞིན་དུ།
en: He is encouraged by this thought and so becomes deeply involved in all royal activities.

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་འདས་པ་ན། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་འདི་ཡང་འདི་ལྟ་སྟེ་དམ་པའི་ཆོས་ཀྱི་རྒྱལ་སྲིད་ཀྱི་རྒྱལ་སྲིད་ཆེན་པོ་བགྱིད་དུ་སྩོལ་བར་འགྱུར་བ་ལགས་པས་འདིས་ནི་དམ་པའི་ཆོས་ཀུན་དུ་སྲུང་པ་ལ་མངོན་པར་བརྩོན་པར་བགྱི་འཚལ་ལགས་སོ།
en: In the same way, when the Blessed One, the Tathāgata, passes away, this bodhisattva great being Maitreya will be bestowed with the great sovereignty of the kingdom of the authentic Dharma; therefore I beg him to deeply involve himself in protecting the authentic Dharma.”

source: །དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་གནས་བརྟན་འོད་སྲུང་ཆེན་པོ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །འོད་སྲུང་ལེགས་སོ་ལེགས་སོ།
en: The Blessed One replied to the elder Mahākāśyapa, “Good, good, Kāśyapa!

source: །ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་ནོ།
en: What you say is right.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཕྱག་གཡས་པ་གསེར་གྱི་མདོག་ཅན་བརྐྱང་ནས་བསྐལ་པ་བྱེ་བ་གྲངས་མེད་པར་དགེ་བའི་རྩ་བས་ཡང་དག་པར་བསྒྲུབས་པའི་ཕྱག་འཇམ་པ། མཆོག་ཏུ་མཉེན་པ། ཀ་ཙ་ལིན་དི་ལྟར་རེག་ན་བདེ་བ་རྒྱ་སྐྱེགས་ཀྱི་ཁུ་བས་བསྒོས་པའི་མདོག་འདྲ་བ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པའི་མགོ་བོར་བཞག་སྟེ་བྱུགས་ནས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: Then the Blessed One extended his golden-colored right hand, his gentle, supremely supple hand acquired through virtuous roots over countless millions of eons, its touch pleasing like the finest silk, and poured liquid the color of red lac dye onto the head of the bodhisattva great being Maitreya, anointing him.

source: །བྱམས་པ་ཁྱོད་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་དམ་པའི་ཆོས་ནུབ་པར་འགྱུར་བའི་དུས་ལ་བབ་པའི་ཚེ་ན་དམ་པའི་ཆོས་ཀུན་དུ་བསྲུང་བ་དང་། ཡུན་རིང་དུ་གནས་པར་འགྱུར་བ་དང་། ཡོངས་སུ་གཟུང་བ་དང་། སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་གྱི་གདུང་རྒྱུན་མི་འཆད་པར་བྱ་བའི་ཕྱིར་སྤྲོ་བར་གྱིས་ཤིག །
en: He then said, “Maitreya, in the future, in the final five-hundred-year period, when the time has arrived for the authentic Dharma to disappear, take delight in protecting the authentic Dharma, causing it to last for a long while, upholding it, and causing the lineage of the Buddha, the Dharma, and the Saṅgha to remain unbroken.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པའི་སྤྱི་བོར་ཕྱག་གཡས་པ་གསེར་གྱི་མདོག་ཅན་བཞག་མ་ཐག་ཏུ་དེ་ནས་སྐད་ཅིག་དེ་ཉིད་ལ་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་ལན་གསུམ་དུ་རབ་ཏུ་གཡོས་ཏེ། གཡོས། རབ་ཏུ་གཡོས། ཀུན་ཏུ་རབ་ཏུ་གཡོས། འགུལ།
en: As soon as the Blessed One laid his gold-colored right hand on the crown of the bodhisattva great being Maitreya’s head, at that very moment this whole great billionfold universe shook violently three times.

source: རབ་ཏུ་འགུལ། ཀུན་ཏུ་རབ་ཏུ་འགུལ། ལྡེག །རབ་ཏུ་ལྡེག །ཀུན་ཏུ་རབ་ཏུ་ལྡེག་ཅིང་།
en: It shook, shook violently, and shook all over; it trembled, trembled violently, and trembled all over; it quaked, quaked violently, and quaked all over.

source: འཇིག་རྟེན་དུ་སྣང་བ་ཆེན་པོ་ཡང་བྱུང་བར་གྱུར། ས་བླ་བ་དང་། བར་སྣང་ལ་གནས་པ་དང་།
en: A great radiance appeared in the world.

source: འོག་མིན་གྱི་བར་གྱི་ལྷ་རྣམས་ཀྱིས་ཀྱང་ཐལ་མོ་སྦྱར་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་འཕགས་པ་བྱམས་པ་ཁྱོད་སྐྱེ་བོ་མང་པོ་ལ་སྨན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་། འཇིག་རྟེན་ལ་ཐུགས་བརྩེ་བ་དང་། ལྷ་དང་མི་རྣམས་ཀྱི་སྐྱེ་བོ་ཕལ་པོ་ཆེའི་དོན་དང་། སྨན་པ་དང་། བདེ་བའི་སླད་དུ་དམ་པའི་ཆོས་ཀུན་དུ་བསྲུང་བ་དང་།
en: The gods of the earth and those who live in space, up to those of Akaniṣṭha, joined their palms together and said to the bodhisattva great being Maitreya, “Noble Maitreya, please take delight in protecting the authentic Dharma, causing it to last for a long while and upholding it for the benefit of many beings, for the happiness of many beings, out of love for the world, and for the welfare, benefit, and happiness of the great mass of beings, gods and humans.”

source: ཡུན་རིང་དུ་གནས་པར་བགྱི་བ་དང་། ཡོངས་སུ་གཟུང་བར་སྤྲོ་བར་མཛོད་ཅིག་ཅེས་སྨྲས་སོ། །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་སྟན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ། བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་དེ།
en: Then the bodhisattva great being Maitreya rose from his seat, draped his upper shawl over one shoulder, set his right knee on the ground, and with palms joined paid homage to the Blessed One.

source: བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ནི་སེམས་ཅན་གཅིག་གི་དོན་གྱི་སླད་དུ་ཡང་སླད་མའི་མཐའི་མུའི་བར་དུ་འཁོར་བ་ན་འཁོར་བར་ཡང་སྤྲོ་ལགས་ན་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བའི་སླད་དུ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ཏེ།
en: Then he said to the Blessed One, “Blessed One, if I am happy to remain in saṃsāra until the end of time for the sake of even a single being, there is no need to say that I shall do so in order to uphold the authentic Dharma.

source: བཅོམ་ལྡན་འདས་བདག་གིས་དེ་བཞིན་གཤེགས་པས་བསྐལ་པ་བྱེ་བ་གྲངས་མ་མཆིས་པར་ཡང་དག་པར་བསྒྲུབས་པའི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་འདི་ཀུན་དུ་བསྲུང་བ་དང་། རྒྱས་པར་བགྱི་ལགས་སོ།
en: Blessed One, I shall protect and spread widely the unsurpassed, perfect awakening that the tathāgatas have accomplished for countless millions of eons.”

source: །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་མ་ཐག་ཏུ་དེ་ནས་ཡང་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་རྣམ་པ་དྲུག་ཏུ་རབ་ཏུ་གཡོས་སོ།
en: As soon as the bodhisattva great being Maitreya set his right knee on the ground, this whole great billionfold universe shook violently in six ways.

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བདག་ནི་སུ་ལ་ཡང་འགྲན་པར་མི་བགྱིད། ང་རྒྱལ་མི་བགྱིད་ལགས་སོ།
en: Then the bodhisattva great being Maitreya said to the Blessed One, “Blessed One, I am no one’s rival, and I am arrogant toward no one.

source: །དེ་ཅིའི་སླད་དུ་ཞེ་ན།
en: Why is that?

source: བཅོམ་ལྡན་འདས་འདི་ལྟ་སྟེ། དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བ་འདི་དག་ནི་སྐྱེས་བུ་དམ་པའི་སུག་ལས་ལགས་ཏེ།
en: Blessed One, it is because these upholders of the authentic Dharma do the work of holy individuals.

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔས་ཁུར་གང་འདེག་པར་བགྱིད་པའི་ཁུར་དེ་ལྟ་བུ་དེ་ནི་ཉན་ཐོས་དང་། རང་སངས་རྒྱས་ཀྱིས་འདེག་པར་རྔོ་མི་ཐོག་པའི་སླད་དུའོ།
en: The burden that bodhisattvas carry, Blessed One, is a burden the likes of which śrāvakas and pratyekabuddhas are incapable of carrying.”

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་ལེགས་སོ། །ཞེས་བྱ་བ་བྱིན་ཏེ། བྱམས་པ་ལེགས་སོ་ལེགས་སོ།
en: Then the Blessed One commended the bodhisattva great being Maitreya, “Good, good, Maitreya!

source: །ཇི་ལྟར་ངའི་སྤྱན་སྔ་ན་ཁྱོད་དམ་པའི་ཆོས་ཡོངས་སུ་གཟུང་བའི་ཕྱིར་སེང་གེའི་སྒྲ་འདི་ལྟ་བུ་སྒྲོགས་པར་བྱེད་པ་དེ་བཞིན་དུ་ཕྱོགས་བཅུའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་གི་སྤྱན་སྔ་དག་ན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་རྣམས་སེང་གེའི་སྒྲ་སྒྲོགས་ཤིང་དམ་པའི་ཆོས་ཡོངས་སུ་འཛིན་པར་བྱེད་དོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་བ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པས་སྐྱེས་བུ་དམ་པ་མ་ལགས་པ། བྱང་ཆུབ་སེམས་དཔར་མཆིད་ཀྱིས་འཆེ་བ། དགེ་སྦྱོང་དུ་མཆིད་ཀྱིས་འཆེ་བ། གླེན་པ། བླུན་པོ།
en: Just as you have uttered such a lion’s roar in my presence in order to uphold the authentic Dharma, in the same way, bodhisattvas also utter lions’ roars in the presence of all the blessed buddhas of the ten directions, as many as the grains of sand in the Ganges, and act to uphold the authentic Dharma.”

source: རྙེད་པ་དང་བཀུར་སྟི་འཚལ་བ། རྙེད་པ་དང་། བཀུར་སྟི་ལ་གདུ་བ། མཛའ་བཤེས་ཀྱི་སྡུམ་པ་དང་། སློངས་མོ་སྟེར་བའི་སྡུམ་པ་ལ་གདུ་བ། བསོད་སྙོམས་ལ་སྦྱོར་བར་བརྩོན་པ་དེ་དག་གི་ནོངས་པའི་གནས་བདག་ལ་བཀའ་སྩལ་དུ་གསོལ།
en: The bodhisattva great being Maitreya said to the Blessed One, “Blessed One, may the Blessed One, the Tathāgata, please instruct me on the subject of the flaws of those unholy individuals who profess to be bodhisattvas, who profess to be ascetics, who are idiots and fools, who seek gain and reverence and are attached to gain and reverence, and who are attached to the households of friends and those who give alms, exerting themselves for alms food.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། བཅོམ་ལྡན་འདས་འདི་ལྟར་བདག་གིས་རྒྱུ་དེ་དག་ཐོས་ནས་དེ་དག་རྟོགས་པས་མྱུར་བ་མྱུར་བར་སྤོང་བར་བགྱིད་ཅིང་། ནོངས་པ་དེ་དག་ལས་བདག་ཉིད་སྲུང་བར་བགྱིད་པ་དང་།
en: This is so that once I have learned of those causes in this way, Blessed One, I will understand them and so will abandon them all the faster and protect myself from those flaws.

source: སྐྱེས་བུ་དམ་པ་མ་ལགས་པ་དེ་དག་ལས་ཀྱང་ལ་ལ་དེ་བཞིན་གཤེགས་པས་བདག་མཁྱེན་ཅིང་དེ་བཞིན་གཤེགས་པས་བདག་རྟོགས་སོ། །རབ་ཏུ་རྟོགས་སོ། །ཞེས་དེ་བཞིན་གཤེགས་པ་ལ་དང་བ་སྐྱེ་བར་འགྱུར་བའི་སླད་དུའོ།
en: In addition, it is so that some of those unholy individuals will say, ‘The Tathāgata knows me, and the Tathāgata understands me; he understands me perfectly,’ and will develop faith in the Tathāgata.”

source: །དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བྱམས་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །བྱམས་པ་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་། སྐྱེས་བུ་དམ་པ་མ་ཡིན་པ་དེ་དག་གི་ཉེས་པའི་གནས་གང་ཡིན་པ་ཅུང་ཟད་ཙམ་ཞིག་བསྟན་པར་བྱ་སྟེ།
en: The Blessed One replied to the bodhisattva great being Maitreya, “Listen well and remember, then, Maitreya, and I shall teach you just a little about the flaws of those unholy individuals.

source: བྱམས་པ་དེ་ལ་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་བྱང་ཆུབ་སེམས་དཔར་ཁས་འཆེ་བ་མང་པོ་འབྱུང་བ་དེ་དག་གི་སྡིག་པ་འདོད་པ་གང་དག་ཡིན་པ་དེ་དག་བཤད་པར་བྱའོ།
en: So, Maitreya, in the future, in the final five-hundred-year period, there will be many who falsely claim to be bodhisattvas. I shall explain what their sinful desires will be. “

source: །བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་བཞི་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔར་ཁས་འཆེ་བ་ཡིན་པར་རིག་པར་བྱ་སྟེ།
en: Maitreya, if bodhisattvas possess four qualities, one should recognize that they falsely claim to be bodhisattvas.

source: རྙེད་པ་འདོད་པ་དང་། བཀུར་སྟི་འདོད་པ་དང་། གཡོ་བྱེད་པ་དང་། ཡ་ང་བའི་འཚོ་བས་འཚོ་བར་བྱེད་པ་ཡིན་ཏེ།
en: They are desire for gain, desire for reverence, dishonesty, and sustaining themselves through an unsuitable livelihood. “

source: བྱམས་པ་བྱང་ཆུབ་སེམས་དཔའ་ཆོས་བཞི་པོ་དེ་དག་དང་ལྡན་ན་བྱང་ཆུབ་སེམས་དཔར་ཁས་འཆེ་བ་ཡིན་པར་རིག་པར་བྱའོ།
en: Maitreya, if bodhisattvas possess those four qualities, one should recognize that they falsely claim to be bodhisattvas.” “

source: །བྱམས་པ་དེ་ལ་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་བྱང་ཆུབ་སེམས་དཔར་ཁས་འཆེ་བ། ཁྱིའི་ཆོས་ཀུན་དུ་སྤྱོད་པ་མང་པོ་དག་འབྱུང་བར་འགྱུར་ཏེ།
en: Maitreya, in the future, in the final five-hundred-year period, there will be many falsely claiming to be bodhisattvas who behave like dogs.

source: བྱམས་པ་འདི་ལྟ་སྟེ་དཔེར་ན་ཁྱི་ནི་སྔོན་ལན་འགའ་ཕྱིན་པའི་ཁྱིམ་གཞན་ཞིག་ཏུ་ཁྱི་གཞན་ཞིག་རྒྱང་རིང་པོ་ནས་འོང་བ་མཐོང་ན་ཁྱིམ་འདི་ནི་བདག་གི་ཡིན་ནོ་སྙམ་ནས་དེ་ལ་ཟུགས་པར་བྱེད། འཁྲེན་སྐད་འབྱིན། ཁྲོ་བས་ལྟ་བར་བྱེད། གནོད་སེམས་ཀྱིས་ཉེས་པ་སྐྱེད་པར་བྱེད་དེ།
en: By way of analogy, Maitreya, if a dog sees another dog coming from a distance toward someone’s house that it has visited several times before, it thinks ‘This is my house!’ and barks and howls possessively, with angry looks.

source: གཞན་གྱི་ཁྱིམ་བདག་གིར་བྱེད་ཅིང་བདག་གི་ཡིན་པར་འདུ་ཤེས་སྐྱེད་པར་བྱེད་དོ།
en: Hostility leads to wrongdoing, and it gets the idea of claiming the other’s house and that it belongs to it. “

source: །བྱམས་པ་དེ་བཞིན་དུ་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ལྔ་བརྒྱ་པ་ཐ་མ་ལ་བྱང་ཆུབ་སེམས་དཔར་ཁས་འཆེ་བ། ཁྱིའི་ཆོས་ཀུན་ཏུ་སྤྱོད་པ་མང་པོ་འབྱུང་བར་འགྱུར་བ་གང་དག་ཡིན་པ་དེ་དག་ཀྱང་གཞན་གྱི་ཁྱིམ་དང་། གཞན་གྱི་གྲོང་དག་ལ་བདག་ཉིད་ཀྱི་ཡིན་པར་འདུ་ཤེས་སྐྱེད་པར་བྱེད་ཅིང་།
en: In the same way, Maitreya, in the future, in the final five-hundred-year period, the many falsely claiming to be bodhisattvas who behave like dogs will get the idea that other peoples’ houses and hamlets belong to them.

source: བདག་ཉིད་ཀྱི་ཡིན་པར་འདུ་ཤེས་བསྐྱེད་ནས་ཀྱང་ཡོངས་སུ་འཛིན་པར་བྱེད་དེ།
en: Once they have the idea that they belong to them, they will appropriate them.

source: དགེ་སློང་དེས་སྔོན་ཕྱིན་པའི་ཁྱིམ་དེར་དགེ་སློང་གཞན་ཞིག་འོང་བ་མཐོང་ན་དེ་ཁྱིམ་འདི་ནི་བདག་གི་ཡིན་ནོ་སྙམ་ནས་ཁྲོ་བས་ལྟ་བར་བྱེད། གནོད་སེམས་སྐྱེད་པར་བྱེད།
en: If one monastic sees another monastic coming toward a house that they have visited before, they will think ‘This is my house!’

source: ཐབ་མོ་དང་། འཐབ་པ་དང་། རྩོད་པ་དང་། འགྱེད་པ་སྐྱེད་པར་བྱེད།
en: They will then give the other angry looks and become hostile, fighting, quarreling, arguing, and contending over it.

source: ཕན་ཚུན་དབྱེན་གྱི་ཚིག་སྨྲ་བར་བྱེད། ཚིག་རྩུབ་པོ་རྗོད་པར་བྱེད།
en: The monastics will engage each other in verbal disputes and speak harshly to each other.

source: གཅིག་ལ་གཅིག་དགེ་སློང་ཆེ་གེ་མོ་ཞེས་བྱ་བ་ལ་ཉེས་པ་འདི་ལྟ་བུ་ཡོད་དོ།
en: One will say of the other, ‘The monk so-and-so possesses such-and-such flaws’ and ‘The nun so-and-so possesses such-and-such flaws.’ “

source: །དགེ་སློང་མང་གེ་མོ་ཞེས་བྱ་བ་ལ་ཉེས་པ་འདི་ལྟ་བུ་ཡོད་དོ་ཞེས་མི་སྙན་པར་རྗོད་པར་བྱེད་ཅིང་ཁྱིམ་བདག་ལ་ཡང་གལ་ཏེ་ཁྱོད་ཁོ་བོ་དང་བསྟེན་པར་འདོད་ན། དགེ་སློང་ཆེ་གེ་མོ་ཞིག་དང་བསྟེན་པར་མི་བྱ་ཞིང་དགེ་སློང་མ་དགེ་མོ་ཞིག་དང་ཡང་མ་སྟེན་ཅིག་ཅེས་ཟེར་ཏེ། དེ་དག་ནི་སྐྱུགས་པའི་རྒྱུར་གྱུར་པ། རིང་དུ་མི་གནས་པ།
en: Speaking unpleasantly, they will also say to householders, ‘If you want to follow me, you must not follow the monk so-and-so, and do not follow the nun so-and-so.’ “

source: སྨད་པར་བྱ་བའི་ཁ་ཟས་ཙམ་གྱི་ཕྱིར་བསོད་ནམས་མ་ཡིན་པ་མང་པོ་སྐྱེད་པ་ཡིན་ནོ། །དེ་དག་ནི་ཡི་དགས་ཀྱི་ཆོས་ཀུན་ཏུ་སྤྱོད་ཅིང་དབུལ་བ་དང་། སེམས་དམན་པ་དང་།
en: Merely for the sake of disgusting, perishable, execrable food, they will create a great deal of nonmerit.

source: སེར་སྣ་དང་ལྡན་པ་དང་།
en: Behaving like hungry ghosts, poverty stricken, mean and avaricious, they will feed themselves.

source: བདག་ཉིད་གསོ་བར་བྱེད་པ་ཡིན་ཏེ། བྱང་ཆུབ་སེམས་དཔའི་མིང་གིས་བྱང་ཆུབ་སེམས་དཔའ་ཡིན་པར་ཁས་འཆེ་བར་བྱེད་ཅིང་།
en: They will call themselves bodhisattvas and falsely claim to be bodhisattvas.

source: བདག་ཉིད་ཚུལ་ཁྲིམས་འཆལ་པ་དང་། སྡིག་པ་ཅན་གྱི་འདོད་པ་དང་ལྡན་པ་དང་། སྡིག་པ་ཀུན་དུ་སྤྱོད་པ་ཡིན་བཞིན་དུ་སངས་རྒྱས་ཀྱི་བསྔགས་པ་བརྗོད། སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་ཀྱི་བསྔགས་པ་བརྗོད་ཅིང་བྱང་ཆུབ་སེམས་དཔའ་བསམ་པ་ཕུན་སུམ་ཚོགས་པ་གཞན་དག་གི་བསྔགས་པ་ཡང་བརྗོད་ནས་ཟས་དང་གོས་སྒྲུབ་པར་ཡང་བྱེད་དོ།
en: While they break their vows of moral discipline, harbor sinful desires, and behave in sinful ways, they will utter praise of the buddhas, praise of the buddhas’ wisdom, and praise of the perfect attitudes of other bodhisattvas. Their accomplishments will be food and clothing! “

source: །བྱམས་པ་འདི་ལྟར་སེང་གེའི་སྒྲ་བསྒྲག་ཅིང་སེང་གེའི་ལས་རྣམས་བྱ་བའི་རིགས་པ་ཝའི་སྒྲ་སྒྲོགས་ཤིང་ཝའི་ལས་རྣམས་བྱེད་པ་དང་།
en: Maitreya, this is how the type of persons who should roar and act like a lion will cry out and act like a fox.

source: བདོག་པ་ཐམས་ཅད་ཡོངས་སུ་གཏོང་བའི་བསྔགས་པ་རྗོད་པར་བྱེད་ཅིང་འཇིག་རྟེན་གྱི་ཟང་ཟིང་ཡུན་མི་རིང་བ་ཡོངས་སུ་གཏོང་བར་མི་བྱེད་ལ། སེར་སྣས་ཟིལ་གྱིས་ནོན་ཅིང་ཡོ་བྱད་ཀྱི་དྲི་མས་སྦགས་པ་དེ་དག་གིས་གཏོང་བ་ཕྱི་རོལ་དུ་བྱས་པ་དང་།
en: While they utter praise of renouncing everything they own, they will not renounce fleeting worldly trifles; avarice will overcome them, the stain of possessions will soil them, and they will have alienated themselves from renunciation.

source: ཕན་པའི་དངོས་པོའི་བསྔགས་པ་རྗོད་པར་བྱེད་ཅིང་གནོད་སེམས་དང་། ཐ་བ་དང་། ཁོང་ཁྲོ་བའི་ཉེས་པ་མང་པོ་བྱེད་པ་དང་།
en: While they utter praise of what is beneficial, they will engage in much malicious, unyielding, and angry wrongdoing.

source: བཟོད་པའི་བསྔགས་པ་རྗོད་པར་བྱེད་ཅིང་གཅིག་ཏུ་གནོད་སེམས་ཀྱི་སེམས་སུ་བྱེད་པ་དང་།
en: While they utter praise of patience, they will harbor nothing but malice.

source: བསྡུ་བའི་དངོས་པོ་བཞི་པོ་དག་གི་བསྔགས་པ་རྗོད་པར་བྱེད་ཅིང་སེམས་ཅན་འགའ་ཡང་སྦྱིན་པའམ། སྙན་པར་སྨྲ་བའམ། དོན་སྤྱོད་པའམ། དོན་འཐུན་པར་སྡུད་པར་མི་བྱེད་པ་དེ་དག་ཇི་ཙམ་དུ་མི་བཟད་པར་འགྱུར་བ་ལ་ལྟོས། དེ་དག་ནི་ཚིག་ཙམ་གྱི་དངོས་པོར་འགྱུར་བ་ཡིན་གྱི།
en: While they utter praise of the four means of gathering disciples, they will not give anything to anyone, will not speak pleasantly, will not help, and will be inconsistent in their words and deeds, gathering no one—look at how intolerable they will be! “
